{
    "I am": "",
    "Let's talk!": "Schreib mir!",
    "Scroll down": "Weiter scrollen",
    "About me": "Über mich",
    "Skills": "Kenntnisse",
    "Contact": "Kontakt",
    "intro": "Ich bin ein ambitionierter Frontend-Entwickler und lebe in Visbek, Deutschland.",
    "goal": "Mein Ziel ist es, meine Leidenschaft für die Entwicklung von Webanwendungen zu verwirklichen.",
    "skills": "Ich verfüge über solide Kenntnisse in HTML, CSS und JavaScript und bringe ein hohes Maß an Neugierde und Lernbereitschaft mit.",
    "teamGoal": "Mein Ziel ist es, meine Fähigkeiten und meine Entschlossenheit in ein Team einzubringen, um benutzerfreundliche Websites zu entwickeln.",
    "experienced": "Ich habe Erfahrung in der Erstellung verschiedener Websites und Geschäftsanwendungen sowie in der Entwicklung eines Jump-and-Run-Spiels mit objektorientierter Programmierung.",
    "attentionToDetails": "Ich achte sehr auf die Details, und für mich ist es wichtig, mich an die Vorlage zu halten und das Beste daraus zu machen.",
    "communication": "Durch meine Berufserfahrung habe ich die Fähigkeit entwickelt, effektiv mit Kollegen zu kommunizieren und Aufgaben auch in Stresssituationen reibungslos zu erledigen.",
    "Get in touch": "Kontaktiere mich",
    "My skills": "Kenntnisse",
    "experienceDetails": "Ich habe Erfahrung in der Erstellung von Projekten mit verschiedenen Frontend-Technologien und Konzepten gesammelt.",
    "sampleWorkDetails": "Diese Seite zeigt paar meiner Projekte - gerne kann getestet werden.",
    "Got a problem to solve?": "Sie haben ein Problem zu lösen?",
    "contactFormDescription": "Kontaktieren Sie mich über dieses Formular. Ich freue mich von Ihnen zu hören, um Ihre Ideen kennenzulernen und umzusetzen.",
    "needFrontendDevMessage": "Benötigen Sie einen Frontend-Entwickler?",
    "Contact me!":"Kontaktieren Sie mich!",
    "placeholderName": "Ihr Name",
    "placeholderEmail": "Ihre E-Mail-Adresse",
    "placeholderMessage": "Ihre Nachricht",
    "nameRequiredErrorMessage": "Ihr Name ist erforderlich",
    "nameMinLengthErrorMessage": "Ihr Name muss mindestens 3 Buchstaben lang sein",
    "emailRequiredErrorMessage": "Ihre E-Mail-Adresse ist erforderlich",
    "invalidEmailErrorMessage": "Bitte geben Sie eine gültige E-Mail-Adresse ein",
    "messageRequiredErrorMessage": "Ihre Nachricht ist leer",
    "messageMinLengthErrorMessage": "Ihre Nachricht muss mindestens 10 Zeichen lang sein",
    "sendMessageButtonText": "Nachricht senden",
    "messageSentSuccess": "Die Nachricht wurde gesendet",
    "messageSentError": "Etwas ist schief gelaufen, bitte versuchen Sie es erneut",
    "footerPrivacyPolicyLink": "Datenschutz"

}